Repository: hbdzh/MadGameTycoon2Tool
Catalog: MadGameTycoon2Tool/Strings/*/Resources.resw
Source language: en
Languages: zh_hans, zh_hant

# AppName.Text
source: Mad Game Tycoon2 Tool
zh_hans: 疯狂游戏大亨2 游戏攻略
zh_hant: 瘋狂遊戲大亨2 遊戲攻略

# BeginnerFriendliness.Text
source: Beginner Friendliness
zh_hans: 萌新上手度
zh_hant: 萌新上手度

# CasualGamers.Text
source: Casual Gamers
zh_hans: 休闲玩家
zh_hant: 休閑玩家

# CharacterDesign.Text
source: Character Design
zh_hans: 角色设计
zh_hant: 角色設計

# CoreGamers.Text
source: Core Gamers
zh_hans: 核心玩家
zh_hant: 核心玩家

# DesignDirection.Text
source: Design Direction
zh_hans: 设计方向
zh_hant: 設計方向

# DesignFocus.Text
source: Design Focus
zh_hans: 设计重点
zh_hant: 設計重點

# DesignPriority.Text
source: Design Priority
zh_hans: 开发重点
zh_hant: 開發重點

# Easy.Text
source: Easy
zh_hans: 简单
zh_hant: 簡單

# ExplicitContent.Text
source: Explicit Content
zh_hans: 成人向
zh_hant: 成人向

# FindTheRightTopic.PlaceholderText
source: Find The Right Topic
zh_hans: 查找合适的主题
zh_hant: 查找合適的主題

# GameDepth.Text
source: Game Depth
zh_hans: 游戏深度
zh_hant: 遊戲深度

# GameLength.Text
source: Game Length
zh_hans: 游戏时长
zh_hant: 遊戲時長

# GameMachineInfo.Content
source: Game Machine Info
zh_hans: 游戏机信息
zh_hant: 遊戲機信息

# GamePlay.Text
source: Game Play
zh_hans: 游戏玩法
zh_hant: 遊戲玩法

# GameRecipe.Content
source: Game Recipe
zh_hans: 游戏配方
zh_hant: 遊戲配方

# Graphics.Text
source: Graphics
zh_hans: 图形
zh_hant: 圖形

# Hard.Text
source: Hard
zh_hans: 传奇
zh_hant: 傳奇

# Innovation.Text
source: Innovation
zh_hans: 创意
zh_hant: 創意

# Language.Text
source: Language
zh_hans: 语言
zh_hant: 語言

# LanguageTips.Text
source: (It takes effect after restarting the application)
zh_hans: （重启应用后生效）
zh_hant: （重啟應用後生效）

# LevelDesign.Text
source: Level Design
zh_hans: 关卡设计
zh_hant: 關卡設計

# MainGenre.Header
source: MainGenre
zh_hans: 主类型
zh_hant: 主類型

# MissionDesign.Text
source: Mission Design
zh_hans: 任务设计
zh_hant: 任務設計

# Nonviolent.Text
source: Nonviolent
zh_hans: 和平向
zh_hant: 和平向

# Sound.Text
source: Sound
zh_hans: 声音
zh_hant: 聲音

# Story.Text
source: Story
zh_hans: 剧情
zh_hant: 劇情

# SubGenre.Header
source: SubGenre
zh_hans: 子类型
zh_hant: 子類型

# TargetGroup.Text
source: Target Group
zh_hans: 目标人群
zh_hant: 目標人群

# Techncial.Text
source: Techncial
zh_hans: 技术
zh_hant: 技術

# ThemeStyle.Header
source: Theme
zh_hans: 主题样式
zh_hant: 主題樣式
